import "./Hero.css";

export default function Hero() {
  return (
    <section className="paragraph">
      <h1 className="title">Шановна танцювальна громадо України!</h1>
      <p className="text">
        За останні декілька десятків років ми пройшли величезний шлях від країни
        з початковим рівнем розвитку бальних танців до одного зі світових або,
        як найменше, регіональних лідерів. В нас велика кількість високоякісних
        танцювальних пар в різних міжнародних організаціях, надмірна кількість
        змагань і ще більша кількість суддів та тренерів. Не зважаючи на
        здобутки, ми розуміємо, що не все гаразд в нашому виді. Зараз іде війна,
        нам всім дуже складно, але, в той же час, це найкращий термін для
        перезавантаження. Група представників різних організацій виступає за
        кардинальні зміни. Ми розуміємо складність поставлених питань та не
        розраховуємо, що всі або більшість, нас підтримають. Дане звернення
        дасть нам розуміння необхідності таких дій. Звертаємось до організаторів
        змагань, тренерів, танцюристів та їх батьків, підтримайте нашу
        ініціативу своїм підписом нижче та, при бажанні, приєднуйтесь в команду
        будівельників нашого танцювального майбутнього. Віримо в Україну!
      </p>
    </section>
  );
}
