export const markers = [
  {
    id: 1,
    title: "Спорт",
    text: "Побудова структури, правила змагань. Закриті Чемпіонати та Кубки. Збірні команди областей, регіонів та України вцілому. Закони спорту понад усе!",
  },
  {
    id: 2,
    title: "Законність діяльності",
    text: "Клуби та змагання мають бути юридичними особами. Всі платежі. в тому числі зарплати, мають бути офіційними і з них мають бути сплачені податки в державу.",
  },
  {
    id: 3,
    title: "Ексклюзивність",
    text: "Тільки сертифіковані клуби, тренери, судді. Ми відкриті для всіх танцюристів, але сертифікуємо виключно тих спеціалістів, в кому впевнені.",
  },
  {
    id: 4,
    title: "Єдиний календар",
    text: "Різні статуси змагань. Жорстке правило побудови календаря. Не більше одного змагання конкретного статусу в рік одному організатору. Затверджені терміни між титульними змаганнями. Суворий перелік можливих категорій та класів, похвилинний розклад змагань не менше ніж за добу до його початку. Побудуємо календар з чистого паперу. “Це мої традиційні дати” - не аргумент.",
  },
  {
    id: 5,
    title: "Серії турнірів",
    text: "Чемпіонати, Першості, Кубки, класифікаційні змагання, атестації - різні серії, в кожній з яких свої правила та принципи. В одному змаганні може бути одночасно декілька турнірів з різних серій, але кожен має суворо відповідати вимогам конкретної серії.",
  },
  {
    id: 6,
    title: "Суддівство",
    text: "Тільки запрошені судді. Ротація суддів. Аналіз роботи після кожного змагання. Суддівство та тренерство - дві різні роботи. Суддя - це відповідально та почесно. Кількість суддів кожної категорії розраховується з кількості змагань на рік. Суддівська категорія - гарантія роботи. Автоматизація присвоєння суддівських категорій.",
  },
  {
    id: 7,
    title: "Тренер на змаганнях",
    text: "Окрема особа, яка несе відповідальність за перелік питань описаних в окремому положенні. Робота тренера має бути оплаченою.",
  },
  {
    id: 8,
    title: "Танцюристи",
    text: "Правила та автоматизація переходу з класу в клас та для “Перші кроки”, “Дебют”, “Школа”. Кожен танцюрист на змаганнях приймає участь виключно в одному класі, але може в своїй та наступній віковій категорії.",
  },
];
